Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_4.tmx
Source language: en
Languages: it

source: Financial advisory services relating to tax
it: Servizi di consulenza finanziaria in ambito fiscale

source: Preparation of financial analyses relating to securities
it: Preparazione di analisi finanziarie relative a titoli

source: Financial consultancy in the energy sector
it: Consulenza finanziaria nel settore dell'energia

source: Financial information management and analysis services
it: Servizi di gestione e di analisi di informazioni finanziarie

source: Issuing of bank cheques
it: Emissione di assegni bancari

source: Loans [financing] and discount of bills
it: Prestito [finanziamenti] e sconto di cambiali

source: Agencies in the field of credit for farming
it: Agenzie di credito nel settore agricolo

source: Financial management of cash accounts
it: Gestione finanziaria di bilanci di cassa

source: Financial management of current accounts
it: Gestione finanziaria di conti correnti

source: Financial management of share accounts
it: Gestione finanziaria di conti azionari

source: Debt management services
it: Gestione di debiti

source: Financial services relating to the insurance of motor vehicles
it: Servizi finanziari riguardanti l'assicurazione di veicoli a motore

source: Computer information services relating to financial management
it: Servizi informatici di informazione in materia di gestione finanziaria

source: National debt collection
it: Recupero crediti nazionale

source: Acquisition for financial investment
it: Acquisizioni per investimenti finanziari

source: Investment banking services
it: Servizi di banche di investimento

source: Financial services related to the sale and purchase of securities
it: Servizi finanziari relativi alla vendita e all'acquisto di titoli

source: Exchange services relating to the trading of commodities
it: Servizi di cambio relativi alla compravendita di commodity

source: Execution of financial transactions (Services for the -)
it: Esecuzione di transazioni finanziarie (Servizi per l' -)

source: Extended warranties
it: Estensioni di garanzia

source: Financial banking services for the withdrawal of money
it: Servizi bancari finanziari per il ritiro di denaro

source: Planning of finances relating to taxation
it: Pianificazione finanziaria in materia tributaria

source: Securities brokerage and trading services
it: Mediazione e commercializzazione di titoli

source: Guaranteeing payment of medical expenses for foreign travellers
it: Garanzia di pagamento di spese mediche per viaggiatori stranieri

source: Financing services relating to hotels
it: Servizi di finanziamento ad alberghi

source: Conducting of financial transactions
it: Organizzazione di transazioni finanziarie

source: Issuing of vouchers for meals
it: Emissioni di buoni pasto

source: Valuation of machinery
it: Valutazione di macchinari

source: Valuation of pictures
it: Valutazione di quadri

source: Lease purchase financing of vehicles
it: Finanziamento in leasing di veicoli

source: Computerised information services relating to banking matters
it: Servizi informatici di informazione in materia di questioni bancarie

source: Consolidation of monies (Services for the -)
it: Servizi per consolidamento di fondi

source: Advice services relating to enhancement of mortgages
it: Servizi di consulenza in materia di accrescimento di mutui

source: Preparation and quotation of stock exchange prices and indices
it: Preparazione e quotazione dei prezzi e degli indici di borsa

source: Industrial investment
it: Investimenti industriali

source: Stock exchanges for dealing in shares and other financial securities
it: Borse per la compravendita di titoli e altri valori finanziari

source: Financial database services relating to stocks
it: Servizi di banche dati finanziarie in materia di azioni

source: Financial guarantee services for the reimbursement of expenses incurred as a result of vehicle breakdown
it: Servizi di garanzie finanziarie per il rimborso delle spese sostenute in caso di guasto di veicoli

source: Financial information retrieval services
it: Servizi di reperimento di informazioni finanziarie

source: Issuing stored value cards
it: Emissione di carte prepagate

source: Lease-purchase loans
it: Prestiti di leasing

source: Letting and rental of permanent accommodation
it: Locazione e affitto di alloggi permanenti

source: Management of commercial properties
it: Gestione di proprietà commerciali

source: Advancement of funds
it: Anticipo di fondi

source: Personal insurance services
it: Servizi assicurativi personali

source: Research services relating to investment
it: Servizi di rricerca in materia di investimenti

source: Revolving credit services
it: Servizi di credito rotativo

source: Credit services relating to the provision of vouchers for meals
it: Servizi di credito in materia di fornitura di buoni pasto

source: Provision of information relating to debt factoring
it: Fornitura di informazioni in materia di factoring di debiti

source: Factoring services for invoices
it: Servizi di factoring per fatture

source: Management of credit card services
it: Gestione di servizi di carte di credito

source: Issuance of guarantees
it: Emissione di garanzie

source: Provision of pricing information about equities
it: Fornitura di informazioni su prezzi di partecipazioni

source: Recording of inter parties transactions in respect of investments
it: Registrazione di transazioni tra le parti riguardo a investimenti

source: Recording the transfer of securities
it: Registrazione del trasferimento di titoli

source: Financial evaluation for insurance purposes
it: Valutazione finanziaria per scopi assicurativi

source: Management of portfolios of transferable securities
it: Gestione di portafogli di titoli trasferibili

source: Financial management relating to investment
it: Gestione finanziaria in materia d'investimenti

source: Financial management services relating to banking institutions
it: Servizi di gestione finanziaria relativi ad istituti bancari

source: Arranging for financing of insurance premiums
it: Organizzazione del finanziamento di premi assicurativi

source: Financial services relating to credit cards
it: Servizi finanziari riguardanti carte di credito

source: Financial services relating to mortgages
it: Servizi finanziari relativi a mutui

source: Financial services relating to motor vehicles
it: Servizi finanziari relativi a veicoli a motore

source: Banking services relating to travellers' cheques
it: Servizi bancari relativi a travellers' cheque

source: Bonding [provision of financial guarantees]
it: Obbligazioni [fornitura di garanzie finanziarie]

source: Underwriting in foreign exchange (Services for the -)
it: Servizi di sottoscrizione per cambio di valute straniere

source: Insurance of anti-theft systems
it: Assicurazione di sistemi antifurto

source: Issuing letters of credit and certificates of deposit
it: Emissione di lettere di credito e certificati di deposito

source: Warranties (Extended -) for appliances
it: Garanzie (Estese -) per apparecchi elettrici

source: Warranty programme services
it: Programmi di garanzia

source: Investment asset management
it: Gestione di beni di investimento

source: Financial services relating to travel
it: Servizi finanziari riguardanti i viaggi

source: Financial planning and management
it: Pianificazione e gestione finanziaria

source: Private placement and venture capital investment services
it: Collocamento privato e servizi di investimento di capitali di rischio

source: Swaps of currency rates
it: Swap di tassi di cambio

source: Treasury services
it: Servizi di tesoreria

source: Provision of foreign currency
it: Fornitura di valuta estera

source: Collection of credit sales
it: Raccolta di vendite a credito

source: Commercial mortgage brokerage
it: Mediazione di mutui commerciali

source: Secured loans to fund the provision of bailment of motor vehicles
it: Prestiti garantiti per finanziare la cauzione di veicoli a motore

source: Current account facilities
it: Servizi di conto corrente

source: Provision of information relating to stock exchange prices
it: Fornitura di informazioni in materia di prezzi di borsa

source: Mortgage lending and mortgage brokerage services
it: Servizi ipotecari e di mediazione in materia di ipoteche

source: Cheque authorization services
it: Servizi di autorizzazione di assegni

source: Brokerage services for arranging financing by other financial institutions
it: Mediazione relativa all'organizzazione di finanziamenti da parte d'istituti finanziari terzi

source: Brokerage services for the purchase and sale of obligations
it: Servizi di mediazione per le acquisto e vendita di obbligazioni

source: Financial information and evaluations
it: Informazioni e valutazioni finanziarie

source: Medical insurance
it: Assicurazioni mediche

source: Electronic banking services
it: Servizi bancari elettronici

source: Estate agency services for sale and rental of buildings
it: Servizi di agenzie immobiliari per vendita e affitto di edifici

source: Estate agency services for sale and rental of businesses
it: Servizi di agenzie immobiliari per vendita e affitto di imprese

source: Estate management services relating to transactions in real property
it: Servizi di gestione immobiliare relativi a transazioni di proprietà immobiliari

source: Provision of computerised information relating to securities
it: Informazioni computerizzate in materia di titoli

source: Insurance actuarial services
it: Servizi attuariali assicurativi

source: Financing services for companies
it: Servizi di finanziamento per società

source: Financial forecasting
it: Previsioni finanziarie

source: Brokerage
it: Brokeraggio

source: Agencies or brokerage for renting of buildings
it: Agenzie o mediazione per l'affitto di edifici

source: Charitable fund raising in view of disaster precautions and prevention
it: Raccolta di fondi per beneficienza per precauzione e prevenzione di disastri

source: Financing of acquisitions
it: Finanziamento di acquisizioni

source: Financial analysis
it: Analisi finanziaria

source: Financial exchange
it: Scambi finanziari

source: Financial information in the nature of rates of exchange
it: Informazioni finanziarie sotto forma di tassi di cambio

source: Cheque encashment services
it: Servizi di incasso di assegni

source: Stock exchange information services
it: Servizi informativi di borsa valori

source: Counselling services for pension funds management
it: Consulenza in materia di gestione di fondi pensionistici

source: Financial management for businesses
it: Gestione finanziaria per imprese

source: Financial management of pensions
it: Gestione finanziaria di pensioni

source: Administration of financial affairs
it: Amministrazione di affari finanziari

source: Comparison of performance of securities
it: Confronto del rendimento di titoli

source: Computerised financial analysis
it: Analisi finanziarie computerizzate

source: Computerised financial data services
it: Servizi di dati finanziari computerizzati

source: Insurance services relating to motor vehicles
it: Servizi assicurativi in materia di veicoli a motore

source: Organisation of trading markets for financial services
it: Organizzazione di mercati di compravendita per servizi finanziari

source: Actuarial services relating to financial transactions
it: Servizi attuari relativi a transazioni finanziarie

source: Banking services for deposit-taking
it: Servizi bancari per il prelievo di depositi

source: Banking services provided for paying bills by telephone
it: Servizi bancari per il pagamento di fatture tramite telefono

source: Banking services relating to the transfer of funds from accounts
it: Servizi bancari riguardanti il trasferimento di fondi da conti

source: Share management
it: Gestione di azioni

source: Underwriting extended warranty contracts
it: Stipulazione di contratti di garanzia estesa

source: Insurance subrogation
it: Surrogazione assicurativa

source: Financial valuation of personal property and real estate
it: Valutazione finanziaria di patrimoni mobiliari e beni immobili

source: Processing electronic payments made through prepaid cards
it: Elaborazione di pagamenti elettronici effettuati con carte prepagate

source: Factoring agencies
it: Agenzie di factoring

source: Property portfolio management
it: Gestione di portafogli di proprietà

source: Provision of advice [financial] to accident investigators
it: Fornitura di consulenza [affari finanziari] a periti assicurativi

source: Financial information services for banks provided via computer networks and satellite transmissions
it: Servizi di informazioni finanziarie per banche fornite mediante reti informatiche e trasmissioni satellitari

source: Financial information services relating to financial stock markets
it: Servizi di nformazioni finanziarie in materia di mercati azionari

source: Processing of cheques
it: Trattamento di assegni

source: Preparation and analysis of financial reports
it: Preparazione e analisi di relazioni finanziarie

source: Preparation and quotation of exchange rate information
it: Preparazione e quotazione di informazioni sul tasso di cambio

source: Security services for guaranteeing of loans
it: Servizi di sicurezza per la garanzia di prestiti

source: Stocks and shares information services
it: Servizi di informazione di borsa

source: Insurance guarantees
it: Assicurazioni di garanzia

source: Health insurances services relating to coach drivers
it: Servizi di assicurazione sanitaria per autisti di pullman

source: Financing services for the securing of funds for business
it: Servizi di finanziamento per la garanzia di fondi per imprese

source: Financing services relating to trade
it: Servizi di finanziamento commerciale

source: Loss adjustment
it: Perizie di danno

source: Management of transferable securities
it: Gestione di titoli trasferibili

source: Insurance services relating to credit cards
it: Servizi assicurativi relativi a carte di credito

source: Insurance services relating to mechanical breakdown
it: Servizi assicurativi relativi a guasti meccanici

source: Organising of debt collections
it: Organizzazione di recupero di crediti

source: Computerised information services relating to real estate
it: Servizi informatici di informazione in materia di beni immobili

source: Financial services for the purchase of real estate
it: Servizi finanziari per l'acquisto di beni immobili

source: Precious and semi-precious stone appraisal
it: Valutazione di pietre preziose e semipreziose

source: Financing in relation to the buying and selling of businesses
it: Finanziamenti in materia di acquisto e vendita di imprese

source: Provision of warranties for motor land vehicles
it: Fornitura di garanzie per veicoli terrestri a motore

source: Financial economic analysis
it: Analisi economico-finanziaria

source: Assisting in the acquisition of real estate
it: Assistenza nell'acquisizione di beni immobili

source: Personal insurance services relating to the supply of legal services
it: Servizi assicurativi personalizzati relativi alla fornitura di servizi legali

source: Underwriting of business insurance (Services for the -)
it: Servizi di stipulazione di assicurazioni aziendali

source: Management of property
it: Gestione di proprietà

source: Issuing of tokens of value in relation to customer loyalty schemes
it: Emissione di buoni di valore relativamente a programmi di fedeltà del cliente

source: Economic financial research services
it: Servizi di ricerche economico-finanziarie

source: Provision of pension information
it: Fornitura di informazioni su pensioni

source: Provision of finance for civil engineering constructions
it: Fornitura di finanziamenti per costruzioni di ingegneria civile

source: Recording the transfer of shares
it: Registrazione del trasferimento di quote

source: Cash dispensing being customer-operated
it: Erogatore di contante gestito dal cliente

source: Financing of purchases
it: Finanziamento di acquisti

source: Rental of cash dispensers or automated-teller machines
it: Noleggio di distributori automatici di banconote

source: Financial management services relating to convalescent institutions
it: Servizi di gestione finanziaria relativi ad istituti di convalescenza

source: Financial nominees services for the holding of properties for others
it: Servizi di intestatari finanziari per la detenzione di proprietà per conto terzi

source: Accounts receivables financing
it: Finanziamento conto clienti

source: Factoring
it: Fatture

source: Arranging the provision of finance for construction operations
it: Organizzazione della fornitura di finanziamenti per attività di costruzione

source: Administration of group insurance plans
it: Amministrazione di piani assicurativi di gruppo

source: Warranty services for road vehicles
it: Servizi di garanzia per veicoli stradali

source: International fund investment
it: Investimento internazionale di fondi

source: Financial services relating to the sale of property
it: Servizi finanziari riguardanti la vendita di proprietà

source: Financial services relating to the securing of funds
it: Servizi finanziari riguardanti la garanzia di fondi

source: Information services relating to stocks
it: Servizi d'informazione in materia di azioni

source: Provision of credit cards
it: Fornitura di carte di credito

source: Swaps of interest rates
it: Swap di tassi di interesse

source: Telegraphic remittance [payment] services
it: Servizi di rimessa telegrafica [pagamento]

source: Trading in contracts on stocks
it: Commercio di contratti su azioni

source: Investment of funds for others
it: Investimento di fondi per conto terzi

source: Registration of shares
it: Registrazione di azioni

source: Collection of non-domestic rates
it: Raccolta di imposte su beni aziendali

source: Savings schemes relating to health care
it: Piani di risparmio in materia sanitaria

source: Custodian services for stocks
it: Servizi di custodia per azioni

source: Provision of information relating to stock broking
it: Fornitura di informazioni in materia di mediazione in borsa

source: Provision of information relating to the property market [real estate]
it: Fornitura di informazioni in materia di mercato immobiliare [beni immobili]

source: Provision of pricing information about money market rates
it: Fornitura di informazioni su prezzi di tassi del mercato monetario

source: Provision of real estate loans
it: Fornitura di prestiti immobiliari

source: Monitoring of financial portfolios
it: Monitoraggio di portafogli finanziari

source: Research services relating to finance
it: Servizi di rricerca in materia di finanza

source: Brokerage services relating to financial instruments
it: Servizi di mediazione riguardanti strumenti finanziari

source: Financial investment brokerage
it: Mediazione in investimenti finanziari

source: Insurance and financial information and consultancy services
it: Servizi di informazione e consulenza assicurativa e finanziaria

source: Real estate investment
it: Investimenti immobiliari

source: Securities investment services
it: Servizi di investimento in titoli

source: Investment portfolio management services
it: Servizi di gestione del portafoglio investimenti

source: Numismatic appraisal
it: Stima numismatica

source: Consulting and information concerning insurance
it: Consulenza e informazioni in materia di assicurazioni

source: Discount card services provided to young people for leisure purposes
it: Servizi di carta sconti offerti ai giovani per i divertimenti

source: Insurance relating to personal possessions
it: Assicurazioni riguardanti effetti personali

source: Insurance services for the protection of mortgages
it: Servizi assicurativi per la protezione di ipoteche

source: Financing of bridging loans
it: Finanziamento di prestiti ponte

source: Letting agency for sheltered accommodation
it: Agenzia di affitto per alloggi protetti

source: Rental of flats, studios and rooms
it: Affitto di appartamenti, studi e stanze

source: Financial advisory services for companies
it: Consulenza finanziaria per aziende

source: Rental of apartments and offices
it: Affitto di appartamenti e uffici

source: Financial lending for home improvement
it: Prestiti finanziari per migliorie domestiche

source: Financial management of funds
it: Gestione finanziaria di fondi

source: Financial management of holding companies
it: Gestione finanziaria di holding

source: Brokerage of futures
it: Mediazione in futures

source: Valuations and financial appraisals of property
it: Valutazioni e stime finanziarie in materia di proprietà

source: Comparison of performance of portfolios of securities
it: Confronto del rendimento di portafogli di titoli

source: Arranging of loan agreements secured on real estate
it: Organizzazione di accordi di prestiti garantiti su immobili

source: Negotiation for the collection of cheques and bills of payment
it: Negoziazione per la riscossione di assegni e cambiali di pagamento

source: Banking services in relation to the electronic transfer of funds
it: Servizi bancari in relazione al trasferimento elettronico di fondi

source: Issuing of travel vouchers
it: Emissione di buoni viaggio

source: Secured loans to fund the provision of contract hire of motor vehicles
it: Prestiti garantiti per finanziare il noleggio mediante contratto di veicoli a motore

source: Securities investment services for personal investors
it: Servizi di investimento in titoli per investitori privati

source: Investment analysis
it: Analisi di investimenti

source: Mortgage brokerage services
it: Mediazione ipotecaria

source: Securities deposit services
it: Servizi di cassette di sicurezza

source: Issuing of travellers' cheques and letters of credit
it: Emissione di travellers' cheque e di lettere di credito

source: Financial evaluation of wool
it: Stime in materia di lana

source: Financial assistance
it: Assistenza finanziaria

source: Financial brokerage services for real estate
it: Servizi di mediazione finanziaria in beni immobili

source: Financial information services for financial institutions provided via computer networks and satellite transmissions
it: Servizi di informazioni finanziarie per istituzioni finanziarie fornite mediante reti informatiche e trasmissioni satellitari

source: Commodity exchange
it: Scambio di commodity

source: Acquisition and transfer of monetary claims
it: Acquisizione e trasferimento di crediti monetari

source: Securities brokerage account services
it: Servizi di conti per la mediazione di titoli

source: Services for debiting and crediting financial accounts
it: Addebito ed accredito di conti finanziari

source: Health insurances services relating to coach couriers
it: Servizi assicurativi sanitari relativi a corrieri

source: Financing services for the securing of funds in respect of ventures
it: Servizi di finanziamento per la garanzia di fondi per attività commerciali

source: Issuance of credit cards
it: Emissione di carte di credito

source: Computerised information services relating to investments
it: Servizi informatici di informazione in materia di investimenti

source: Advisory services relating to futures
it: Servizi di consulenza in materia di futures

source: Financial services for the purchase of vehicles
it: Servizi finanziari per l'acquisto di veicoli

source: Philanthropic services concerning monetary donations
it: Servizi filantropici riguardanti donazioni in denaro

source: Information services relating to securities
it: Servizi di informazione in materia di titoli

source: Underwriting of credit insurance (Services for the -)
it: Sottoscrizione di assicurazioni del credito (Servizi per la -)

source: Underwriting of pensions
it: Sottoscrizione di pensioni
